ext-sources-app/tests/test_files/soap/MED_testSearchBySpecialty_nomatch.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchBySpecialty>
         <arg0>
            <specialty>
               <code>409</code>
            </specialty>
         </arg0>
      </impl:searchBySpecialty>
   </soapenv:Body>
</soapenv:Envelope>